alacritty
alsa-utils
amd-ucode
arandr
asar
autoconf
automake
base
binutils
bison
brightnessctl
cmake
dbus-python
docker
efibootmgr
electron13
fakeroot
feh
file
findutils
firefox
flex
fuse2
fwupd
gawk
gcc
gettext
git
glances
google-chrome
grep
groff
grub
gtk3
gzip
i3-gaps
i3status
imagemagick
jsoncpp
libcups
libmpdclient
libtool
libxss
linux
linux-firmware
m4
make
mbedtls
mesa-demos
neofetch
networkmanager
noto-fonts-emoji
npm
ntp
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
oh-my-zsh-git
openssh
optimus-manager
pacman
pacutils
pamixer
paru
patch
picom
pkgconf
postgresql
powerline-fonts-git
pulseaudio
python
python-setuptools
python-sphinx
python-websockets
qt5-base
sed
spaceship-prompt-git
sudo
texinfo
ttf-liberation
vim
vim-plug
which
wpa_supplicant
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
zsh-completions
zsh-vi-mode
